[
     {
          "name" : "ILTS",
          "img" : "https://ugc.futurelearn.com/uploads/images/81/49/81493149-41c4-4d72-979a-24f21d615559.png",
          "price": 9990,
          "description": "stay informed with the latest neIf you are planning to study abroad or move to another country to work or live, you may be asked to prove your English language ability with the IELTS test.The four courses in this ExpertTrack from the British Council give you all the information and practice you need to approach all four parts of IELTS with confidence that you can achieve the band score you need.",       
          "total-purchase" :  4560  
     },
     {
          "name" : "baseic grammar",
          "img" : "https://www.educall.com.tr/uploads/images/blog/what-is-grammar-and-why-is-it-important.jpg",  
          "price": 2990,
          "description": "The indefinite article takes two forms. It's the word a when it precedes a word that begins with a consonant. It's the word an when it precedes a word that begins with a vowel. The indefinite article indicates that a noun refers to a general idea rather than a particular thing. For example, you might ask your friend, “Should I bring a gift to the party?” Your friend will understand that you are not asking about a specific type of gift or a specific item. “I am going to bring an apple pie,” your friend tells you. Again, the indefinite article indicates that she is not talking about a specific apple pie. Your friend probably doesn't even have any pie yet. The indefinite article only appears with singular nouns. Consider the following examples of indefinite articles used in",
          "total-purchase" : 3690      
     },
     {
          "name" : "advanced english grammar",
          "img" : "https://pictures.abebooks.com/isbn/9781297028809-us.jpg",
          "price": 8920,
          "description": "Find the lowest price for Online Finance Classes today! Now on sale at GigaPromo. GigaPromo is the website to compare Online Finance Classes. Search and save now! Always Sale. Large Selection. The Best Price. Compare Online. Compare Simply. Simple Search. Full Offer. Cheap Prices. Save Online. Services: Compare products online, Free comparison of prices, Find the best provider.",
          "total-purchase" : 450    
     },
     {
          "name" : "english for kids",
          "img" : "https://www.gymboglobal.jp/wp-content/uploads/2018/01/20180105_13.jpg",
          "price": 3650,
          "description": "Year 7 children will be working on developing their imaginative ideas and themes, and could be working on: Stories. Poems. Scripts and screenplays.The ideal option will offer math, language arts, science, social studies and a few electives. Additional things to look for in a 7 year old curriculum include: An emphasis on introducing multiplication and division, applying scientific concepts, identifying parts of speech and improving critical thinking skills.",
          "total-purchase" : 580    
     },
     {
          "name" : "Spoken English",
          "img" : "https://st.adda247.com/https://wpassets.adda247.com/wp-content/uploads/multisite/2020/04/19163142/How-to-Improve-Spoken-English-Blog.png",
          "price": 3650,
          "description": "Synthesis is where kids find their voice and grow their confidence. Cohorts are now open. From Elon Musk's Ad Astra School to Synthesis to impacting kids all over the world. Learn through Games. Solve Complex Problems. Strategic Thinking. Courses: Think Critically, Learn By Doing, Instill Collaboration.",
          "total-purchase" : 6980      
     },
     {
          "name" : "school curriculum english",
          "img" : "https://arkonline.org/sites/default/files/styles/top_image_adjustable/public/ARK%20181017%20Print%20Colour-4084.jpg?itok=tRskJEtA",
          "price": 6320,
          "description": "The national curriculum provides an outline of core knowledge around which teachers can develop exciting and stimulating lessons to promote the development . Rationale. The study of English is central to the learning and development of all young Australians. It helps create confident communicators, imaginative English Curriculum 2020. For Junior High School. February 2020. 3. List of Tables. Table 1. Principles of Language Learning and Language Teaching",
          "total-purchase" : 9260      
     },
     {
          "name" : "english literature",
          "img" : "https://files.brainfall.com/wp-content/uploads/2020/08/the_ultimate_english_literature_quiz_featured.jpg",
          "price": 1950,
          "description": "Search for English literature at TravelSearchExpert. Check out results for English literature. Related Searches. Find Answers. Quality Results. Search Now. Popular Searches. Internet Information. Types: Home & Garden, Finance, Vehicles Find English Novels. Now with us! Search For English Novels at Productopia.com. Get Latest Info. Awesome Info. Fast Response. More Info. Get More Results. Find it Here. Attractive",
          "total-purchase" : 1520     
     }
]